<?php

return [
    
    /*
    |--------------------------------------------------------------------------
    | サーバーリスト
    |--------------------------------------------------------------------------
    |
    | Xserverのメールアドレスのドメインとして使っているサーバーのリスト
    | "インフォパネル"->"契約情報"から該当するサーバーIDの詳細より確認してください
    | service_code:サービスコード
    | server_number:サーバー番号
    |
    */
    'server' => [
        'example.com' => [
            'service_code' => '11111111',
            'server_number' => 'sv1111',
        ],
        'email.example.com' => [
            'service_code' => '11111111',
            'server_number' => 'sv1111',
        ],
        'example2.com' => [
            'service_code' => '22222222',
            'server_number' => 'sv2222',
        ],
    ],
];
